Repository: thefraggle/familienwecker
Catalog: ios/FamWake/Resources/Localizable.xcstrings
Source language: de
Languages: bn, da, en, es, fr, gsw, hi, id, it, ja, ko, ksh, mr, nb, nl, pl, pt, ru, sv, swg, tr, uk, vi, zh

# error_feedback_rate_limit_server
source: Zu viele Nachrichten gesendet. Bitte versuche es später nochmal.
bn: অনেকগুলো মেসেজ পাঠানো হয়েছে। পরে আবার চেষ্টা করুন।
da: For mange sendte beskeder. Prøv igen senere.
en: Too many messages sent. Please try again later.
es: Has enviado demasiados mensajes. Inténtalo de nuevo más tarde.
fr: Trop de messages envoyés. Essaie de nouveau plus tard.
gsw: Z'vill Nachrichte gschickt. Bitte probiers spöter namal.
hi: बहुत सारे संदेश भेज दिए गए हैं। कृपया थोड़ी देर बाद कोशिश करें।
id: Terlalu banyak pesan yang dikirim. Silakan coba lagi nanti.
it: Troppi messaggi inviati. Riprova più tardi.
ja: 送信したメッセージが多すぎます。後でもう一度お試しください。
ko: 너무 많은 메시지를 보냈습니다. 나중에 다시 시도해 주세요.
ksh: Zu viel aufm einmal. Probier dat nachher nochmal.
mr: खूप मेसेज पाठवले आहेत. कृपया नंतर पुन्हा प्रयत्न करा.
nb: For mange meldinger sendt. Vennligst prøv igjen senere.
nl: Te veel berichten verstuurd. Probeer het later nog eens.
pl: Wysłano zbyt wiele wiadomości. Spróbuj ponownie później.
pt: Muitas mensagens enviadas. Tente novamente mais tarde.
ru: Отправлено слишком много сообщений. Пожалуйста, попробуйте позже.
sv: För många meddelanden skickade. Försök igen senare.
swg: Z'viel Nachrichte gschickt. Probiers schpäder nomal.
tr: Çok fazla mesaj gönderildi. Lütfen daha sonra tekrar deneyin.
uk: Відправлено занадто багато повідомлень. Будь ласка, спробуйте пізніше.
vi: Đã gửi quá nhiều tin nhắn. Vui lòng thử lại sau.
zh: 发送的消息太多。请稍后再试。

# error_google_sign_in_failed_unknown
source: Google-Login hat nicht funktioniert
bn: Google দিয়ে সাইন ইন করা যায়নি
da: Google-login virkede ikke
en: Google sign-in didn't work
es: El inicio de sesión con Google no funcionó
fr: La connexion avec Google a échoué
gsw: Google-Login hät nöd funktioniert
hi: Google साइन-इन काम नहीं कर रहा
id: Gagal masuk dengan Google
it: L'accesso con Google non ha funzionato
ja: Googleでのログインができませんでした
ko: Google로 로그인할 수 없습니다
ksh: Google zickt rum
mr: Google साइन-इन काम करत नाही
nb: Google-pålogging fungerte ikke
nl: Inloggen met Google werkte niet
pl: Logowanie przez Google nie zadziałało
pt: O login com o Google não funcionou
ru: Вход через Google не сработал
sv: Google-inloggningen fungerade inte
swg: Google hot net gwellt
tr: Google ile giriş yapılamadı
uk: Вхід через Google не спрацював
vi: Đăng nhập Google không thành công
zh: Google 登录失败

# error_invalid_code
source: Der Einladungscode ist ungültig: %@
bn: আমন্ত্রণ কোডটি সঠিক নয়: %@
da: Invitationskoden er ikke gyldig: %@
en: The invite code is not valid: %@
es: El código de invitación no es válido: %@
fr: Le code d'invitation n'est pas valide : %@
gsw: De Iiladigscode isch ungültig: %@
hi: इनवाइट कोड सही नहीं है: %@
id: Kode undangan tidak valid: %@
it: Il codice di invito non è valido: %@
ja: 招待コードが無効です：%@
ko: 초대 코드가 올바르지 않습니다: %@
ksh: Wat isn dat fürn Code? Passt nich: %@
mr: आमंत्रण कोड योग्य नाही: %@
nb: Invitasjonskoden er ikke gyldig: %@
nl: De uitnodigingscode is niet geldig: %@
pl: Kod zaproszenia jest nieprawidłowy: %@
pt: O código de convite não é válido: %@
ru: Неверный код приглашения: %@
sv: Inbjudningskoden är ogiltig: %@
swg: Der Code basst net: %@
tr: Davet kodu geçersiz: %@
uk: Невірний код запрошення: %@
vi: Mã mời không hợp lệ: %@
zh: 邀请码无效：%@

# error_invalid_credentials
source: Falsche E-Mail oder Passwort. Bitte prüfe deine Eingabe.
bn: ইমেইল বা পাসওয়ার্ড ভুল। আবার চেক করুন।
da: Forkert e-mail eller adgangskode. Tjek venligst dine indtastninger.
en: Wrong email or password. Please check.
es: Correo o contraseña incorrectos. Por favor, revisa lo que has escrito.
fr: Mauvais e-mail ou mot de passe. Vérifie.
gsw: Falschi E-Mail oder Passwort. Bitte prüef diini Iigabe.
hi: गलत ईमेल या पासवर्ड। कृपया चेक करें।
id: Email atau kata sandi salah. Silakan periksa kembali.
it: Email o password errate. Controlla ciò che hai digitato.
ja: メールアドレスまたはパスワードが間違っています。入力内容を確認してください。
ko: 이메일이나 비밀번호가 틀렸습니다. 다시 확인해 주세요.
ksh: E-Mail oder Passwort is fürn Eimer. Guck nochma.
mr: ईमेल किंवा पासवर्ड चुकीचा आहे. कृपया तुमची माहिती तपासा.
nb: Feil e-post eller passord. Vennligst sjekk hva du har skrevet.
nl: Verkeerd e-mailadres of wachtwoord. Controleer a.u.b. wat je hebt getypt.
pl: Zły email lub hasło. Sprawdź swoje dane.
pt: Email ou senha incorretos. Por favor, verifique o que você digitou.
ru: Неверный email или пароль. Пожалуйста, проверьте введенные данные.
sv: Fel e-postadress eller lösenord. Kontrollera vad du skrivit.
swg: E-Mail oder Passwort basst net. Guck nomal.
tr: Yanlış e-posta veya şifre. Lütfen yazdıklarınızı kontrol edin.
uk: Невірний email або пароль. Будь ласка, перевірте введені дані.
vi: Email hoặc mật khẩu không đúng. Vui lòng kiểm tra lại.
zh: 电子邮件或密码错误。请检查您的输入。

# error_invalid_email
source: Diese E-Mail sieht nicht richtig aus. Bitte überprüfe sie.
bn: ইমেইলটি সঠিক মনে হচ্ছে না। চেক করুন।
da: Denne e-mail ser ikke rigtig ud. Tjek den venligst.
en: This email doesn't look right. Please check it.
es: Este correo no parece correcto. Por favor, revísalo.
fr: Cette adresse e-mail ne semble pas correcte. Vérifie-la.
gsw: Die E-Mail gseht nöd richtig uus. Bitte prüef sie.
hi: यह ईमेल सही नहीं लग रहा है। कृपया इसे चेक करें।
id: Email ini sepertinya tidak benar. Silakan periksa.
it: Questa email non sembra corretta. Controllala.
ja: このメールアドレスは正しくないようです。確認してください。
ko: 이메일 주소가 올바르지 않은 것 같습니다. 확인해 주세요.
ksh: Stimmt die E-Mail so? Guck nochma.
mr: हा ईमेल योग्य वाटत नाही. कृपया तपासा.
nb: Denne e-posten ser ikke riktig ut. Vennligst sjekk den.
nl: Dit e-mailadres ziet er niet juist uit. Controleer het even.
pl: Ten adres e-mail nie wygląda na poprawny. Sprawdź go.
pt: Este email não parece estar certo. Dê uma conferida.
ru: Этот email выглядит неправильно. Пожалуйста, проверьте его.
sv: Den här e-postadressen ser inte rätt ut. Kontrollera den.
swg: Die E-Mail basst so net. Gugg noch.
tr: Bu e-posta adresi doğru görünmüyor. Lütfen kontrol edin.
uk: Цей email виглядає неправильно. Будь ласка, перевірте його.
vi: Địa chỉ email không hợp lệ. Vui lòng kiểm tra lại.
zh: 电子邮件地址格式不正确，请检查。

# error_join_family_rate_limit
source: Zu viele Versuche. Bitte warte einen Moment und versuche es erneut.
bn: অনেক বেশি চেষ্টা করা হয়েছে। একটু অপেক্ষা করে আবার চেষ্টা করুন।
da: For mange forsøg. Vent et øjeblik og prøv igen.
en: Too many attempts. Please wait a moment and try again.
es: Demasiados intentos. Espera un momento y vuelve a intentarlo.
fr: Trop de tentatives. Attends un instant et réessaie.
gsw: Z'vill Versüech. Bitte wart churz und probiers namal.
hi: बहुत ज़्यादा कोशिशें हो गईं। कृपया थोड़ी देर रुकें और फिर कोशिश करें।
id: Terlalu banyak percobaan. Tunggu sebentar dan coba lagi.
it: Troppi tentativi. Aspetta un attimo e riprova.
ja: アクセスが多すぎます。少し待ってからもう一度お試しください。
ko: 시도가 너무 많습니다. 잠시 후 다시 시도해 주세요.
ksh: Bisse am spamen? Wart ma ganz kurz.
mr: खूप वेळा प्रयत्न केले. कृपया थोडा वेळ थांबा आणि पुन्हा प्रयत्न करा.
nb: For mange forsøk. Vent et øyeblikk og prøv igjen.
nl: Te veel pogingen. Wacht even en probeer het opnieuw.
pl: Zbyt wiele prób. Poczekaj chwilę i spróbuj ponownie.
pt: Muitas tentativas. Espere um momento e tente de novo.
ru: Слишком много попыток. Подождите немного и попробуйте снова.
sv: För många försök. Vänta ett ögonblick och försök igen.
swg: Z'oft probiert. Bitte kurz warta ond nomal guga.
tr: Çok fazla deneme yapıldı. Lütfen biraz bekleyip tekrar deneyin.
uk: Занадто багато спроб. Зачекайте трохи і спробуйте знову.
vi: Thử quá nhiều lần. Vui lòng đợi một chút và thử lại.
zh: 尝试次数过多。请稍等片刻再试。

# error_label
source: Problem
bn: সমস্যা
es: Problema
fr: Problème
hi: समस्या
id: Masalah
it: Problema
ja: 問題
ko: 문제
ksh: Kaputt
mr: समस्या
nl: Probleem
pt: Problema
ru: Проблема
swg: Fähler
tr: Sorun
uk: Проблема
vi: Lỗi
zh: 问题

# error_leave_failed
source: Konnte die Familie nicht verlassen
bn: পরিবার ছাড়া যায়নি
da: Kunne ikke forlade familien
en: Could not leave the family
es: No se pudo dejar la familia
fr: Impossible de quitter la famille
gsw: Hät d'Familie nöd chönne verlaa
hi: परिवार से नहीं निकल पाए
id: Tidak dapat meninggalkan keluarga
it: Impossibile lasciare la famiglia
ja: 家族から抜けられませんでした
ko: 가족에서 나갈 수 없습니다.
ksh: Aus der Familie raus is fehlgeschlagen
mr: कुटुंब सोडता आले नाही
nb: Kunne ikke forlate familien
nl: Kon de familie niet verlaten
pl: Nie udało się opuścić rodziny
pt: Não foi possível sair da família
ru: Не удалось покинуть семью
sv: Kunde inte lämna familjen
swg: Familie verlassa isch fählgschlaga
tr: Aileden ayrılamadı
uk: Не вдалося покинути сім'ю
vi: Không thể rời khỏi gia đình
zh: 无法退出家庭

# error_load_members
source: Familienmitglieder konnten nicht geladen werden
bn: সদস্যদের লোড করা যায়নি
da: Kunne ikke indlæse familiemedlemmer
en: Could not load family members
es: No se pudieron cargar los miembros de la familia
fr: Impossible de charger les membres de la famille
gsw: Familiemitgliider händ nöd chönne glade wärde
hi: परिवार के सदस्यों को लोड नहीं किया जा सका
id: Tidak dapat memuat anggota keluarga
it: Impossibile caricare i membri della famiglia
ja: 家族のメンバーを読み込めませんでした
ko: 가족 멤버를 불러오지 못했습니다.
ksh: Konnte die Leute nich laden
mr: कुटुंबातील सदस्य लोड करता आले नाहीत
nb: Kunne ikke laste inn familiemedlemmer
nl: Kon de familieleden niet laden
pl: Nie udało się wczytać członków rodziny
pt: Não foi possível carregar os membros da família
ru: Не удалось загрузить членов семьи
sv: Kunde inte hämta familjemedlemmar
swg: Fähler beim Lada vo de Familie
tr: Aile üyeleri yüklenemedi
uk: Не вдалося завантажити членів сім'ї
vi: Không thể tải danh sách thành viên
zh: 无法加载家庭成员

# error_login_failed_unknown
source: Unbekannter Login-Fehler
bn: লগ ইনে অজানা সমস্যা
da: Ukendt loginfejl
en: Unknown login error
es: Error desconocido al iniciar sesión
fr: Erreur de connexion inconnue
gsw: Umbekannte Login-Fehler
hi: लॉग इन में कोई अनजान गड़बड़ी हुई
id: Kesalahan masuk yang tidak diketahui
it: Errore di accesso sconosciuto
ja: 不明なログインエラー
ko: 알 수 없는 로그인 오류
ksh: Da ging wat beim Einloggen schief, kein Plan was.
mr: लॉगिन करताना काहीतरी अडचण आली
nb: Ukjent innloggingsfeil
nl: Onbekende inlogfout
pl: Nieznany błąd logowania
pt: Erro desconhecido ao entrar
ru: Неизвестная ошибка входа
sv: Okänt inloggningsfel
swg: Oibekannter Fähler beim Nei-logga
tr: Bilinmeyen giriş hatası
uk: Невідома помилка входу
vi: Lỗi đăng nhập không xác định
zh: 未知的登录错误

# error_network
source: Netzwerkproblem. Bitte prüfe deine Internetverbindung.
bn: নেটওয়ার্ক সমস্যা। আপনার ইন্টারনেট সংযোগ চেক করুন।
da: Netværksproblem. Tjek venligst din internetforbindelse.
en: Network problem. Please check your internet connection.
es: Problema de red. Por favor, comprueba tu conexión a internet.
fr: Problème de réseau. Vérifie ta connexion Internet.
gsw: Netzwärkproblem. Bitte prüef diini Internetverbindig.
hi: नेटवर्क की समस्या। कृपया अपना इंटरनेट कनेक्शन चेक करें।
id: Masalah jaringan. Silakan periksa koneksi internet Anda.
it: Problema di rete. Controlla la tua connessione internet.
ja: ネットワークの問題です。インターネット接続を確認してください。
ko: 네트워크에 문제가 있습니다. 인터넷 연결을 확인해 주세요.
ksh: Netz is wech. Guck ma ob de online bis.
mr: नेटवर्कमध्ये अडचण. कृपया तुमचे इंटरनेट कनेक्शन तपासा.
nb: Nettverksproblem. Vennligst sjekk internettforbindelsen din.
nl: Netwerkprobleem. Controleer je internetverbinding.
pl: Problem z siecią. Sprawdź swoje połączenie z internetem.
pt: Problema de rede. Verifique sua conexão com a internet.
ru: Проблема с сетью. Пожалуйста, проверьте интернет-соединение.
sv: Nätverksproblem. Kontrollera din internetanslutning.
swg: Netzwerkfähler. Guck mol ob dei Internet no goht.
tr: Ağ problemi. Lütfen internet bağlantınızı kontrol edin.
uk: Проблема з мережею. Будь ласка, перевірте інтернет-з'єднання.
vi: Lỗi mạng. Vui lòng kiểm tra kết nối internet của bạn.
zh: 网络问题。请检查您的互联网连接。

# error_not_logged_in
source: Du bist nicht eingeloggt.
bn: আপনি লগ ইন করা নেই।
da: Du er ikke logget ind.
en: You are not logged in.
es: No has iniciado sesión.
fr: Tu n'es pas connecté(e).
gsw: Du bisch nöd iigloggt.
hi: आप लॉग इन नहीं हैं。
id: Anda belum masuk.
it: Non hai effettuato l'accesso.
ja: ログインしていません。
ko: 로그인되어 있지 않습니다.
ksh: Bisse nich eingeloggt.
mr: तुम्ही लॉग इन केलेले नाही.
nb: Du er ikke logget inn.
nl: Je bent niet ingelogd.
pl: Nie jesteś zalogowany.
pt: Você não está logado.
ru: Вы не вошли в систему.
sv: Du är inte inloggad.
swg: Du bisch net aagmeldet.
tr: Giriş yapmadınız.
uk: Ви не увійшли в систему.
vi: Bạn chưa đăng nhập.
zh: 您尚未登录。

# error_offline
source: Keine Internetverbindung
bn: ইন্টারনেট সংযোগ নেই
da: Ingen internetforbindelse
en: No internet connection
es: Sin conexión a internet
fr: Pas de connexion Internet
gsw: Kä Internetverbindig
hi: कोई इंटरनेट कनेक्शन नहीं है
id: Tidak ada koneksi internet
it: Nessuna connessione internet
ja: インターネット接続がありません
ko: 인터넷 연결이 없습니다.
ksh: Netz is wech
mr: इंटरनेट कनेक्शन नाही
nb: Ingen internettforbindelse
nl: Geen internetverbinding
pl: Brak połączenia z internetem
pt: Sem conexão com a internet
ru: Нет подключения к интернету
sv: Ingen internetanslutning
swg: Kois Internet do
tr: İnternet bağlantısı yok
uk: Немає підключення до інтернету
vi: Không có kết nối internet
zh: 没有网络连接

# error_offline_feedback
source: Du bist offline. Bitte verbinde dich mit dem Internet und versuche es erneut.
bn: ইন্টারনেট নেই। সংযোগ চালু করে আবার চেষ্টা করুন।
da: Du har intet internet. Opret forbindelse og prøv igen.
en: You have no internet. Please connect and try again.
es: No tienes internet. Conéctate a una red y vuelve a intentarlo.
fr: Tu n'as pas de connexion Internet. Connecte-toi et réessaie.
gsw: Du bisch offline. Bitte verbind dich mit em Internet und probiers namal.
hi: आपके पास इंटरनेट नहीं है। कृपया कनेक्ट करें और फिर से कोशिश करें।
id: Anda tidak memiliki internet. Silakan hubungkan dan coba lagi.
it: Non hai internet. Connettiti e riprova.
ja: インターネットがありません。接続してもう一度お試しください。
ko: 인터넷이 없습니다. 연결을 확인하고 다시 시도해 주세요.
ksh: Bisse grade offline. Guck ma ob dat Netz da is.
mr: तुमच्याकडे इंटरनेट नाही. कृपया कनेक्ट करा आणि पुन्हा प्रयत्न करा.
nb: Du har ikke internett. Vennligst koble til og prøv igjen.
nl: Je hebt geen internet. Maak verbinding en probeer het opnieuw.
pl: Nie masz internetu. Połącz się z siecią i spróbuj ponownie.
pt: Você está sem internet. Conecte-se e tente novamente.
ru: У вас нет интернета. Пожалуйста, подключитесь и попробуйте снова.
sv: Du har inget internet. Anslut och försök igen.
swg: Du bisch offline. Bitte mach s'Internet aa ond probiers nomal.
tr: İnternetiniz yok. Lütfen bağlanıp tekrar deneyin.
uk: У вас немає інтернету. Будь ласка, підключіться і спробуйте знову.
vi: Bạn đang ngoại tuyến. Vui lòng kết nối mạng và thử lại.
zh: 您没有连接到互联网。请连接后重试。

# error_password_reset_failed
source: Passwort konnte nicht zurückgesetzt werden. Bitte versuche es später nochmal.
bn: পাসওয়ার্ড রিসেট করা যায়নি। পরে আবার চেষ্টা করুন।
da: Kunne ikke nulstille adgangskoden. Prøv igen senere.
en: Could not reset password. Please try again later.
es: No se pudo restablecer la contraseña. Inténtalo más tarde.
fr: Impossible de réinitialiser le mot de passe. Réessaie plus tard.
gsw: Passwort hät nöd chönne zrugggsetzt wärde. Bitte probiers spöter namal.
hi: पासवर्ड रीसेट नहीं हो सका। कृपया बाद में फिर से कोशिश करें।
id: Tidak dapat mengatur ulang kata sandi. Silakan coba lagi nanti.
it: Impossibile ripristinare la password. Riprova più tardi.
ja: パスワードをリセットできませんでした。後でもう一度お試しください。
ko: 비밀번호를 재설정할 수 없습니다. 나중에 다시 시도해 주세요.
ksh: Passwort neu ging nicht. Mach später nochma.
mr: पासवर्ड रीसेट करता आला नाही. कृपया नंतर पुन्हा प्रयत्न करा.
nb: Kunne ikke tilbakestille passordet. Prøv igjen senere.
nl: Kon wachtwoord niet herstellen. Probeer het later nog eens.
pl: Nie udało się zresetować hasła. Spróbuj ponownie później.
pt: Não foi possível redefinir a senha. Tente novamente mais tarde.
ru: Не удалось сбросить пароль. Попробуйте позже.
sv: Kunde inte återställa lösenordet. Försök igen senare.
swg: Passwort hat net wella. Probier's später nomal.
tr: Şifre sıfırlanamadı. Lütfen daha sonra tekrar deneyin.
uk: Не вдалося скинути пароль. Спробуйте пізніше.
vi: Không thể đặt lại mật khẩu. Vui lòng thử lại sau.
zh: 无法重置密码。请稍后重试。

# error_password_too_short
source: Dein Passwort muss mindestens 8 Zeichen lang sein.
bn: আপনার পাসওয়ার্ড অন্তত ৮ অক্ষরের হতে হবে।
da: Din adgangskode skal være mindst 8 tegn lang.
en: Your password needs to be at least 8 characters long.
es: Tu contraseña debe tener al menos 8 caracteres.
fr: Ton mot de passe doit comporter au moins 8 caractères.
gsw: Diis Passwort mues mindistens 8 Zeiche lang sii.
hi: आपका पासवर्ड कम से कम 8 कैरेक्टर का होना चाहिए।
id: Kata sandi Anda harus terdiri dari minimal 8 karakter.
it: La tua password deve essere lunga almeno 8 caratteri.
ja: パスワードは8文字以上にする必要があります。
ko: 비밀번호는 8자 이상이어야 합니다.
ksh: Passwort muss mindestens 8 Dinger lang sein.
mr: तुमचा पासवर्ड किमान 8 वर्णांचा असणे आवश्यक आहे.
nb: Passordet ditt må være minst 8 tegn langt.
nl: Je wachtwoord moet uit minstens 8 tekens bestaan.
pl: Twoje hasło musi mieć co najmniej 8 znaków.
pt: Sua senha precisa ter pelo menos 8 caracteres.
ru: Ваш пароль должен состоять минимум из 8 символов.
sv: Ditt lösenord måste vara minst 8 tecken långt.
swg: S'Passwort muass midischtens 8 Zeiche lang sei.
tr: Şifreniz en az 8 karakter uzunluğunda olmalıdır.
uk: Ваш пароль має складатися мінімум з 8 символів.
vi: Mật khẩu phải dài ít nhất 8 ký tự.
zh: 密码长度必须至少为 8 个字符。

# error_permission_denied
source: Zugriff nicht erlaubt
bn: অনুমতি নেই
da: Adgang ikke tilladt
en: Access not allowed
es: Acceso no permitido
fr: Accès non autorisé
gsw: Zuegriff nöd erlaubt
hi: अनुमति नहीं मिली
id: Akses tidak diizinkan
it: Accesso non consentito
ja: アクセスが許可されていません
ko: 접근이 허용되지 않았습니다.
ksh: Kommse nich rein
mr: प्रवेश नाकारला
nb: Tilgang ikke tillatt
nl: Toegang niet toegestaan
pl: Brak dostępu
pt: Acesso não permitido
ru: Доступ запрещен
sv: Åtkomst ej tillåten
swg: Därfscht net nei
tr: Erişime izin verilmedi
uk: Доступ заборонено
vi: Quyền truy cập bị từ chối
zh: 访问被拒绝

# error_profile_claim_offline
source: Kein Internet. Du musst online sein, um dein Profil auszuwählen.
bn: ইন্টারনেট নেই। আপনি কে তা বেছে নিতে ইন্টারনেটের প্রয়োজন।
da: Intet internet. Du skal være online for at vælge, hvem du er.
en: No internet. You need to be online to select who you are.
es: Sin internet. Necesitas conexión para seleccionar quién eres.
fr: Pas de connexion Internet. Tu dois être en ligne pour choisir ton profil.
gsw: Käs Internet. Du muesch online sii, zum diis Profil uuszwähle.
hi: कोई इंटरनेट नहीं। आपको यह चुनने के लिए ऑनलाइन होना ज़रूरी है कि आप कौन हैं।
id: Tidak ada internet. Anda harus terhubung ke internet untuk memilih siapa Anda.
it: Nessuna connessione. Devi essere online per selezionare chi sei.
ja: インターネットがありません。プロフィールを選ぶにはオンラインにする必要があります。
ko: 인터넷이 없습니다. 본인의 프로필을 선택하려면 온라인 상태여야 합니다.
ksh: Bisse im Funkloch. Brauchst Internet dafür.
mr: इंटरनेट नाही. तुमचे प्रोफाइल निवडण्यासाठी तुम्हाला ऑनलाइन असणे आवश्यक आहे.
nb: Ingen internett. Du må være online for å velge hvem du er.
nl: Geen internet. Je moet online zijn om te kiezen wie je bent.
pl: Brak internetu. Musisz być online, aby wybrać kim jesteś.
pt: Sem internet. Você precisa estar online para escolher quem você é.
ru: Нет интернета. Вы должны быть онлайн, чтобы выбрать свой профиль.
sv: Inget internet. Du måste vara online för att välja vem du är.
swg: Kois Internet do. Du muasch online sei fürs Profil wähla.
tr: İnternet yok. Kim olduğunuzu seçmek için çevrimiçi olmalısınız.
uk: Немає інтернету. Ви повинні бути онлайн, щоб вибрати свій профіль.
vi: Không có mạng. Bạn cần kết nối mạng để chọn xem mình là ai.
zh: 没有网络。您必须连接到互联网才能选择个人资料。

# error_profile_taken
source: Dieses Profil wird bereits von jemand anderem genutzt.
bn: অন্য কেউ ইতিমধ্যেই এই প্রোফাইলটি ব্যবহার করছে।
da: En anden bruger allerede denne profil.
en: Someone else is already using this profile.
es: Alguien más ya está usando este perfil.
fr: Quelqu'un d'autre utilise déjà ce profil.
gsw: Das Profil wird scho vo öpper anderem gnutzt.
hi: कोई और व्यक्ति पहले से ही इस प्रोफ़ाइल का इस्तेमाल कर रहा है।
id: Orang lain sudah menggunakan profil ini.
it: Qualcun altro sta già usando questo profilo.
ja: このプロフィールはすでに誰かが使っています。
ko: 다른 사람이 이미 이 프로필을 사용 중입니다.
ksh: Dat Profil hat sich schon n anderer geschnappt.
mr: हे प्रोफाइल आधीच दुसरे कोणीतरी वापरत आहे.
nb: Noen andre bruker allerede denne profilen.
nl: Iemand anders gebruikt dit profiel al.
pl: Ktoś inny używa już tego profilu.
pt: Alguém já está usando este perfil.
ru: Этот профиль уже используется кем-то другим.
sv: Någon annan använder redan den här profilen.
swg: Des Profil hot scho ebber anderscht gnomma.
tr: Bu profili zaten başka biri kullanıyor.
uk: Цей профіль вже використовується кимось іншим.
vi: Hồ sơ này đã được người khác sử dụng.
zh: 该个人资料已被其他人使用。

# error_registration_failed_unknown
source: Dein Konto konnte nicht erstellt werden
bn: আপনার অ্যাকাউন্ট তৈরি করা যায়নি
da: Kunne ikke oprette din konto
en: Could not create your account
es: No se pudo crear tu cuenta
fr: Impossible de créer ton compte
gsw: Diis Konto hät nöd chönne erstellt wärde
hi: आपका अकाउंट नहीं बन सका
id: Tidak dapat membuat akun Anda
it: Impossibile creare il tuo account
ja: アカウントを作成できませんでした
ko: 계정을 만들 수 없습니다.
ksh: Konto konnte nich gemacht werden
mr: तुमचे खाते तयार करता आले नाही
nb: Kunne ikke opprette kontoen din
nl: Kon je account niet aanmaken
pl: Nie udało się utworzyć Twojego konta
pt: Não foi possível criar sua conta
ru: Не удалось создать ваш аккаунт
sv: Kunde inte skapa ditt konto
swg: Dei Konto hot net gmacht werda kenna
tr: Hesabınız oluşturulamadı
uk: Не вдалося створити ваш акаунт
vi: Không thể tạo tài khoản của bạn
zh: 无法创建您的帐号

# error_report_failed
source: Bericht konnte nicht gesendet werden
bn: রিপোর্ট পাঠানো যায়নি
da: Kunne ikke sende rapport
en: Could not send report
es: No se pudo enviar el informe
fr: Impossible d'envoyer le rapport
gsw: Bricht hät nöd chönne gschickt wärde
hi: रिपोर्ट नहीं भेजी जा सकी
id: Tidak dapat mengirim laporan
it: Impossibile inviare la segnalazione
ja: レポートを送信できませんでした
ko: 리포트를 보낼 수 없습니다.
ksh: Bericht nich rausgegangen
mr: अहवाल पाठवता आला नाही
nb: Kunne ikke sende rapport
nl: Kon de melding niet versturen
pl: Nie udało się wysłać zgłoszenia
pt: Não foi possível enviar o relatório
ru: Не удалось отправить отчет
sv: Kunde inte skicka rapport
swg: Bericht isch net nausganga
tr: Rapor gönderilemedi
uk: Не вдалося надіслати звіт
vi: Không thể gửi báo cáo
zh: 无法发送报告

# error_revenuecat_not_configured
source: Der Store ist noch nicht bereit
bn: স্টোর এখনো প্রস্তুত নয়
da: Butikken er ikke klar
en: Store not ready
es: La tienda no está lista
fr: La boutique n'est pas prête
gsw: De Store isch nanig parat
hi: स्टोर अभी तैयार नहीं है
id: Toko belum siap
it: Il negozio non è pronto
ja: ストアの準備ができていません
ko: 스토어가 준비되지 않았습니다.
ksh: Der Laden is noch nich fertig
mr: स्टोअर तयार नाही
nb: Butikken er ikke klar
nl: De winkel is nog niet klaar
pl: Sklep nie jest gotowy.
pt: A loja ainda não está pronta
ru: Магазин еще не готов
sv: Butiken är inte klar
swg: Dr Store isch no net parat
tr: Mağaza henüz hazır değil
uk: Магазин ще не готовий
vi: Cửa hàng chưa sẵn sàng
zh: 商店尚未准备就绪
